/* No comment provided by engineer. */
"Cancel" = "İptal";

/* Informing the user an item has finished copying */
"Copied" = "Kopyalandı";

/* No comment provided by engineer. */
"Copy" = "Kopyala";

/* Displayed with ellipsis as 'Copying...' when an item is in the process of being copied */
"Copying" = "Kopyalanıyor";

/* No comment provided by engineer. */
"Dismiss" = "Kapat";

/* No comment provided by engineer. */
"Done" = "Tamam";

/* No comment provided by engineer. */
"Email" = "E-Posta";

/* No comment provided by engineer. */
"Email failed to send. Please try again." = "E-Posta gönderilemedi. Lütfen tekrar deneyiniz.";

/* Informing the user a process has failed */
"Failed" = "Hata";

/* Used in the context: 'Showing 1 of 3 items' */
"of" = "/";

/* No comment provided by engineer. */
"Photo" = "Foto";

/* Displayed with ellipsis as 'Preparing...' when an item is in the process of being prepared */
"Preparing" = "Hazırlanıyor";

/* No comment provided by engineer. */
"Save" = "Kaydet";

/* Informing the user an item has been saved */
"Saved" = "Kaydedildi";

/* Displayed with ellipsis as 'Saving...' when an item is in the process of being saved */
"Saving" = "Kaydediliyor";

